"PaneTitle" = "Stuurprogramma-instellingen";
"PaneVersion" = "Vesie ";
"ApplyConfigurationChanges" = "Configuratiewijzigingen toepassen?";
"Apply" = "Toepassen";
"DontApply" = "Niet toepassen";
"Cancel" = "Annuleren";
"Warning" = "Waarschuwing";
"TheDeviceIsNotFound" = "Het apparaat kon niet worden gevonden. Deze instellingen zullen automatisch van kracht worden als het apparaat de volgende keer is aangesloten.";
"DeviceIsCurrentlyUsed" = "Het apparaat wordt momenteel door een andere toepassing gebruikt. Sluit alle toepassingen die het apparaat gebruiken en start vervolgens de toepassing opnieuw op zodat de instellingen worden doorgevoerd.";
"ApplyButtonStr" = "Toepassen";
"RevertButtonStr" = "Herstellen";
"DefaultButtonStr" = "Standaard";
"BufferSizeSliderStr" = "Audiobuffergrootte";
"RecMarginStr" = "Opnamespeling";
"RecTimingStr" = "Opname-timing";
"Minimum" = "Min.";
"Maximum" = "Max.";
"millisecond" = "mSec";